DICTIONARY = {
    'ua': {
        'nush_is_msg': 'НУШ - це нова українська школа',
        'choose_status_button': 'До якої категорії Ви належите?',
        ###
        # parents' buttons
        ###
        'is_parents_button': '👨 Батьки 👩',
        'is_children_msg': 'Чи є у Вас дітки в першому класі?',
        'is_children_button': 'Так',
        'no_children_button': 'Ні',
        # parents with children
        'parents_with_children_msg': 'Добре, то Ви вже бачили НУШ в дії!',
        'olympiads_button': '🥇 Олімпіади та конкурси',
        'olympiads_msg': 'Олімпіади та конкурси - <a href="https://vseosvita.ua/">тут</a>',
        # parents without children
        'parents_without_children_msg': 'Тоді розповім тобі більше про НУШ!',
        'all_about_nush_btn': 'ℹ️ Усе про НУШ',
        'all_about_nush_msg': 'Що саме Вас цікавить?',
        # all about nush steps
        'concept_nush_btn': '📄 Загальна концепція НУШ',
        'concept_video_msg': 'https://www.youtube.com/watch?v=uWPdRjpQMmo',
        'norma_docs_msg': 'Концептуальні засади Нової Української Школи - '
                          '<a href="http://nus.org.ua/wp-content/uploads/2017/07/konczepcziya.pdf">тут</a>',
        'thematic_sections_button': '🔣 Тематичні розділи',
        'thematic_sections_msg': 'Супер! Тепер обери тему:',
        'theme_first_btn': 'Тема 1',
        'theme_second_btn': 'Тема 2',
        'old_system_diff_btn': '🔄 Відмінності від старої системи',
        'shortly_about_nush_btn': 'ℹ️ Коротко про НУШ',
        'excursion_button': '🖼 Екскурсія НУШ',
        'excursion_msg': 'Освітній простір — це трохи більше, ніж облаштування. Його головний принцип — те, що ми '
                         'бачимо в класі, має відображати події, які відбуваються, а також висвітлювати особливості '
                         'школярів та вчителів, які там навчаються і навчають.',
        'choose_school_button': '🗺 Найближча школа',
        'thats_what_i_have_msg': 'Ось, що маю для вас:',
        'video_content_btn': '🎥 Відео контент',
        'photo_content_btn': '📷 Фото',
        'article_content_btn': '📰 Статті',
        'video_diff_msg': 'https://www.youtube.com/watch?v=wxkovBFFhMQ',
        'photo_diff_msg': 'https://g.io.ua/img_aa/large/3773/93/37739322.jpg',
        'article_diff_msg': 'http://dostyp.com.ua/novini/'
                            'liliia-grinievich-u-kropivnits-'
                            'komu-rozpovila-chim-nova-shkola-vidrizniaiet-sia-vid-staroyi-foto-1',
        'video_shortly_nush_msg': 'https://www.youtube.com/watch?v=evjc2AHAIYE',
        'photo_shortly_nush_msg': 'https://g.io.ua/img_aa/large/3773/93/37739327.jpg',
        'article_shortly_nush_msg': 'http://nus.org.ua/about/',
        # excursion steps
        'excursion_1_button': '1. LEGO у початковій школі',
        'excursion_1_msg': 'Гра для дітей – це спосіб пізнання світу. У грі діти розвивають важливі компетентності, '
                           'які будуть їм необхідні протягом усього життя. Стаючи частиною гри, дитина повністю '
                           'занурюється у процес, бере на себе відповідальність, стає цілеспрямованою, '
                           'почувається комфортно, радісно, а головне – має можливість ініціювати діяльність і '
                           'розвивати власну ідею, активно взаємодіяти з іншими учасниками гри і в такий навчатися.',
        'excursion_2_button': '2. Мобільні парти',
        'excursion_2_msg': 'За вимогами "Нової школи", у кожного першокласника буде особиста парта. '
                           'Передбачені легкі і мобільні парти, які дуже просто переміщаються і групуються.',
        'excursion_3_button': '3. Куточок відпочинку',
        'excursion_3_msg': 'Сучасний освітній простір обов’язково передбачає зону, де можна постелити килим '
                           '(у середньому — 2 на 3 метри, або 3 на 4 метри, якщо учнів понад 15). На ньому діти можуть'
                           ' сісти в коло. Адже і в НУШ, і в школах за кордоном діти починають заняття з ранкового '
                           'кола, коли зустрічаються і налаштовуються на робочий день. Потім влаштовують у колі на '
                           'килимі обговорення, а в кінці дня підбивають підсумки.',
        'excursion_4_button': '4. Стенди',
        'excursion_4_msg': 'Важливим компонентом “Нової Школи” є створення у класі інтерактивних «Я – схем» із '
                           'прикладами бажаної  поведінки. «Я – схеми» будуть зберігатися протягом усього  року на '
                           'стендах і вчитель зможе постійно повертатися до них, коли необхідно повторити певні '
                           'моделі поведінки, або ж коли у  клас приходять нові учні. ',
        'excursion_5_button': '5. Приладдя для художньо діяльності',
        'excursion_5_msg': 'Клас “Нової Школи” передбачає приладдя для творчих занять: від фломастерів та альбомів '
                           'до полімерної глини та пластилін. Важливим елементом є динамічні виставки дитячих робіт, '
                           'які постійно поповнюються новими роботами.',
        'back_to_class_button': 'Повернутись до класу',
        ###
        # teachers' buttons
        ###
        'is_teachers_button': '👨‍🏫 Вчителі 👩‍🏫',
        'useful_docs_msg': 'Я допоможу Вам знайти корисні матеріали',
        # pilot schools
        'pilot_schools_button': '📚 Пілотні школи',
        'pilot_nush_msg': 'Пілот НУШ - <a href="https://mon.gov.ua/ua/tag/pilot-nush">натисніть сюди</a>',
        'materials_for pilots_msg': 'Матеріали для пілотних класів - <a href="http://nus.org.ua/'
                                    'materialy-dlya-pilotnyh-klasiv/">тут</a>',
        # trade experiences
        'trade_experiences_button': '👫 Обмін досвідом',
        'trade_experience_fb_group_msg': 'Група у Facebook для вчителів початкових класів - '
                                         '<a href="https://www.facebook.com/groups/844649238918653/?ref=br_rs">'
                                         'Вчитель вчителю, учням та батькам</a>',
        # upgrade qualification
        'upgrade_qualification_button': '📈 Підвищення кваліфікації',
        'upgrade_qualification_msg': 'У мене є дещо для Вас :)',
        'lectures_button': '👨‍🏫 Тренінги та лекції',
        'lectures_msg': 'ОНЛАЙН-КУРС ДЛЯ ВЧИТЕЛІВ ПОЧАТКОВОЇ ШКОЛИ - '
                        '<a href="https://courses.ed-era.com/courses/course-v1:MON-EDERA-OSVITORIA+ST101+st101/about">'
                        'Записатись на курс</a>'
                        '\n\n<a href="http://nus.org.ua/affiche/">АФІША</a>',
        'online_courses_button': '🌐 Онлайн курси',
        'online_courses_msg': 'ОНЛАЙН-КУРС ДЛЯ ВЧИТЕЛІВ ПОЧАТКОВОЇ ШКОЛИ - '
                              '<a href="https://courses.ed-era.com/courses/course-v1:MON-EDERA-OSVITORIA+ST101+st101/'
                              'about">натисність сюди</a>',
        # better with facebook
        'better_with_facebook_button': '🆕 Найкраще з Facebook',
        'better_with_facebook_fb_group_msg': 'Група у Facebook '
                                             '<a href="https://www.facebook.com/%D0%9D%D1%83%D1%88-%D0%94%D0%BE'
                                             '%D0%BF%D0%BE%D0%BC%D0%BE%D0%B3%D0%B0-%D0%92%D1%87%D0%B8%D1%82'
                                             '%D0%B5%D0%BB%D1%8F%D0%BC-318300958967547">НУШ Допомога Вчителям</a>',
        # mon
        'mon_button': 'МОН',
        'mon_msg': 'Можна почитати відповіді МОН або поставити своє питання.',
        'ask_mon_question_btn': '❓ Запитати',
        'ask_mon_question_msg': 'Запитайте шось.',
        'question_confirmation_msg': '*Ваше питання:*\n\n%s',
        'question_confirmation_btn': '✅ Підтвердити',
        'question_decline_btn': '❌ Скасувати',
        'faq_mon_btn': 'FAQ',
        'faq_mon_msg': 'Відповідаємо на запитання. Робота в 2-му пілотному класі.'
                       '<a href="http://nus.org.ua/questions/vidpovidayemo-na-zapytannya-robota-v-2-mu-pilotnomu-'
                       'klasi/?fbclid=IwAR35EpzkYuIjXN5NWa0XeNdUPWJgT-xmbTp6s3A6b_qRtpDdu8KaVbdK9r4">'
                       ' - натисність сюди</a>',
        'rating_mon_question_btn': '📊 ТОП питань до МОН',
        'rated_questions_msg': '{0}\n\n_К-сть голосів: {1}_',
        'vote_for_question_button': '👍 Підтримати',
        'back_button': '⬅️ Назад',
        'no_button': 'Скористайтесь, будь-ласка, клавіатурою',
        # other
        'no_schools_nearby_msg': 'Шкіл поблизу немає. Ви що, в лісі?',
        'school_nearby_msg': '{0}\nЗа адресою: {1}'
    },
}
